Repository: Ensita-org/BikeComputer
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: es, fr, pl

source: Acquiring GPS…
es: Adquiriendo GPS…
fr: Acquisition GPS…
pl: Pobieranie GPS…

source: All Time
es: Total
fr: Total
pl: Wszystko

source: All Time Odometer
es: Odómetro total
fr: Kilométrage total
pl: Całkowity przebieg

source: Altitude
es: Altitud
pl: Wysokość

source: Appearance
es: Apariencia
fr: Apparence
pl: Wygląd

source: Ascent
es: Ascenso
fr: Montée
pl: Wzniesienie

source: Average Pressure
es: Presión media
fr: Pression moy.
pl: Śr. ciśnienie

source: Avg Speed
es: Vel. media
fr: Vitesse moy.
pl: Śr. prędkość

source: Bike Computer
es: Ciclocomputador
fr: Compteur Vélo
pl: Komputer Rowerowy

source: Clear Sky
es: Cielo despejado
fr: Ciel dégagé
pl: Bezchmurnie

source: Current weather is fetched from Open-Meteo using your location.
es: El clima actual se obtiene de Open-Meteo usando tu ubicación.
fr: La météo actuelle est récupérée depuis Open-Meteo en utilisant votre localisation.
pl: Aktualna pogoda jest pobierana z Open-Meteo przy użyciu Twojej lokalizacji.

source: Dark
es: Oscuro
fr: Sombre
pl: Ciemny

source: Date
es: Fecha
pl: Data

source: Descent
es: Descenso
fr: Descente
pl: Zejście

source: Display Mode
es: Modo de pantalla
fr: Mode d'affichage
pl: Tryb wyświetlania

source: Distance
es: Distancia
pl: Dystans

source: Done
es: Hecho
fr: Terminer
pl: Gotowe

source: Drizzle
es: Llovizna
fr: Bruine
pl: Mżawka

source: Duration
es: Duración
fr: Durée
pl: Czas jazdy

source: Export all activities
es: Exportar todo
fr: Tout exporter
pl: Eksportuj wszystko

source: Export GPX
es: Exportar GPX
fr: Exporter GPX
pl: Eksportuj GPX

source: Fog
es: Niebla
fr: Brouillard
pl: Mgła

source: Go for a ride to see it here.
es: Sal a rodar para verlo aquí.
fr: Faites une sortie pour la voir ici.
pl: Jedź na wycieczkę, aby zobaczyć ją tutaj.

source: Highest Pressure
es: Presión máxima
fr: Pression max.
pl: Maks. ciśnienie

source: History
es: Historial
fr: Historique
pl: Historia

source: Import Failed
es: Error al importar
fr: Échec de l'importation
pl: Błąd importu

source: Import ride
es: Importar
fr: Importer
pl: Importuj

source: Language
es: Idioma
fr: Langue
pl: Język

source: Light
es: Claro
fr: Clair
pl: Jasny

source: Loading Weather...
es: Cargando clima...
fr: Météo en cours...
pl: Ładowanie pogody...

source: Lowest Pressure
es: Presión mínima
fr: Pression min.
pl: Min. ciśnienie

source: Mainly Clear
es: Principalmente despejado
fr: Peu nuageux
pl: Głównie bezchmurnie

source: Menu
es: Menú

source: Metric
es: Métrico
fr: Métrique
pl: Metryczne

source: Month
es: Mes
fr: Mois
pl: Miesiąc

source: No Rides Yet
es: Sin rutas
fr: Aucune sortie
pl: Brak aktywności

source: No route data available
es: Sin datos de ruta
fr: Aucune donnée de parcours
pl: Brak danych trasy

source: No valid GPX rides found in the file.
es: No se encontraron rutas GPX válidas.
fr: Aucune sortie GPX valide trouvée dans le fichier.
pl: Nie znaleziono poprawnych tras GPX w pliku.

source: No weather requests are sent. The widget is hidden on the dashboard.
es: No se envían solicitudes de clima. El widget está oculto.
fr: Aucune requête météo n'est envoyée. Le widget est masqué sur le tableau de bord.
pl: Nie są wysyłane żadne żądania pogodowe. Widget jest ukryty.

source: Pause
es: Pausar
pl: Pauza

source: Period
es: Período
fr: Période
pl: Okres

source: Pressure
es: Presión
fr: Pression
pl: Ciśnienie

source: Prevent Screen Lock
es: Evitar bloqueo
fr: Empêcher le verrouillage
pl: Zapobiegaj blokowaniu

source: Privacy
es: Privacidad
fr: Confidentialité
pl: Prywatność

source: Rain
es: Lluvia
fr: Pluie
pl: Deszcz

source: Rain Showers
es: Chubascos
fr: Averses
pl: Przelotne opady

source: Resume
es: Reanudar
fr: Reprendre
pl: Wznów

source: Ride Details
es: Detalles
fr: Détails
pl: Szczegóły

source: Route is drawn on a plain background. No map tiles are fetched from Apple.
es: La ruta se muestra en fondo neutro. No se descargan mapas de Apple.
fr: Le parcours est affiché sur fond neutre. Aucune tuile de carte n'est téléchargée.
pl: Trasa jest rysowana na pustym tle. Nie są pobierane żadne kafelki mapy.

source: Route is drawn over Apple Maps. Opening a ride sends a tile request to Apple.
es: La ruta se muestra en Apple Maps. Ver una ruta envía una solicitud a Apple.
fr: Le parcours est affiché sur Apple Maps. L'ouverture d'une sortie envoie une requête à Apple.
pl: Trasa jest rysowana na Apple Maps. Otwarcie aktywności wysyła żądanie do Apple.

source: Settings
es: Ajustes
fr: Réglages
pl: Ustawienia

source: Show Map on Ride Details
es: Mostrar mapa
fr: Afficher la carte
pl: Pokaż mapę

source: Show Weather Widget
es: Mostrar clima
fr: Afficher la météo
pl: Pokaż pogodę

source: Snow
es: Nieve
fr: Neige
pl: Śnieg

source: Speed
es: Velocidad
fr: Vitesse
pl: Prędkość

source: Speed in km/h, distance in km, temperature in °C
es: Velocidad en km/h, distancia en km, temperatura en °C
fr: Vitesse en km/h, distance en km, température en °C
pl: Prędkość w km/h, dystans w km, temperatura w °C

source: Speed in mph, distance in miles, temperature in °F
es: Velocidad en mph, distancia en millas, temperatura en °F
fr: Vitesse en mph, distance en miles, température en °F
pl: Prędkość w mph, dystans w milach, temperatura w °F

source: Start Ride
es: Iniciar
fr: Démarrer
pl: Rozpocznij

source: Start Ride / Computer
es: Iniciar / Computador
fr: Démarrer / Compteur
pl: Rozpocznij / Komputer

source: Stop Ride
es: Detener
fr: Arrêter
pl: Zakończ

source: System
es: Sistema
fr: Système
pl: Systemowy

source: System Default
es: Predeterminado
fr: Par défaut
pl: Domyślny

source: The file could not be read.
es: No se pudo leer el archivo.
fr: Impossible de lire le fichier.
pl: Nie można odczytać pliku.

source: This Month's Odometer
es: Odómetro mensual
fr: Kilométrage du mois
pl: Przebieg miesięczny

source: This Week's Odometer
es: Odómetro semanal
fr: Kilométrage de la semaine
pl: Przebieg tygodniowy

source: Thunderstorm
es: Tormenta
fr: Orage
pl: Burza

source: Time
es: Tiempo
fr: Temps
pl: Czas

source: Today
es: Hoy
fr: Aujourd'hui
pl: Dziś

source: Today's Odometer
es: Odómetro de hoy
fr: Kilométrage du jour
pl: Przebieg dzienny

source: Total Ascent
es: Ascenso total
fr: Montée totale
pl: Całkowite wzniesienie

source: Total Descent
es: Descenso total
fr: Descente totale
pl: Całkowite zejście

source: Units
es: Unidades
fr: Unités
pl: Jednostki

source: Unknown
es: Desconocido
fr: Inconnu
pl: Nieznane

source: Use Fixed-Width Font
es: Fuente monoespaciada
fr: Police à chasse fixe
pl: Czcionka o stałej szerokości

source: Week
es: Semana
fr: Semaine
pl: Tydzień

source: Imperial
fr: Impérial
pl: Imperialne
